{
  "landing_page": {
    "title": "Hear,Here!",
    "qr_text": "Scan QR for Hear, Here Experience!"
  },
  "login_page": {
    "description": "We will send you one-time password to your mobile number",
    "PhoneNumber": "Phone Number",
    "Next": "Next",
    "des": "Didn’t receive the OTP",
    "resend_text": "Resend OTP",
    "confirm": "Confirm"
  },
  "otp_page": {
    "des": "Didn’t receive the OTP",
    "resend_text": "Resend OTP",
    "confirm": "Confirm"
  },
  "user_details": {
    "dashboard_des": "Make your dashboard better by providing this information",
    "skip": "Skip",
    "confirm": "Confirm"
  },
  "alleventstab": {
    "suggestion_que": "What are you interested in?",
    "suggestion": "Pick any 5 to explore in New York!",
    "suggestion_ans": "Select three or more from your favorites.",
    "suggestion_con": "Got it.",
    "des": "Tap once on the priorities you like, or tap twice on those you love.",
    "skip": "Skip",
    "you": "You",
    "reset": "Reset",
    "Event_Selection": [
      "TourGuide",
      "Culture",
      "Concerts",
      "Magic",
      "Sports",
      "Adventure",
      "Comedy",
      "Others"
    ],
    "age_categories": [
      "All",
      "18+ only",
      "Kids/Family-Friendly",
      "21+ only",
      "Environment Friendly",
      "60+ only"
    ]
  },
  "dashboard": {
    "logo_text1": "What's new,",
    "logo_text2": "Here in Vegas!",
    "recommendations": "Recommendations",
    "lets_go": "Let's Go",
    "happening_now_in": "Happening now in",
    "title": "Bright lights, Big City!",
    "no_event_data": "No events Found",
    "Hey": "Hey ! you are near to",
    "click": "Click to know more"
  },
  "wheelscroller": {
    "cancel": "Cancel",
    "save": "Save",
    "days": "Days",
    "hours": "Hours"
  },
  "itinerary": {
    "event_name": "Vegas Sign",
    "event_des": "Located in the middle of 5100 Las Vegas Boulevard South, just north of the historic stone pillars of the old McCarran Field.",
    "open": "Open",
    "till": "Till",
    "hour": "Hour",
    "hours": "Hours"
  },
  "details_of_event": {
    "venue_text": "Venue & Location",
    "button_text": "Swipe to book",
    "There_is_an_overall": "There is an overall",
    "onwards": "onwards",
    "Length": "Length",
    "ticket_limit_for_this_event": "ticket limit for this event",
    "Important": "Important"
  },
  "choose_seats": {
    "switch_m": "Switch on Map",
    "switch_l": "Switch on List",
    "stage": "Stage",
    "vip": "VIP",
    "Back_Stage": "Back Stage",
    "General": "General",
    "seats_text": "You haven't selected any seats",
    "Booked": "Booked",
    "Available": "Available",
    "Selected": "Selected",
    "seat_que": "How many seats?",
    "Next": "Next",
    "Term_and_Conditions": "By accessing and using this website, the user agrees to and is bound by the terms and conditions of use.",
    "cancel": "Cancel",
    "Accept": "Accept",
    "Back_stage": "Back Stage",
    "stage_des": "The backstage provides guests with an unbelievable view of the show and an opportunity to meet the artist in a special setup on the backstage.",
    "que": "What's included?",
    "list_des1": "Enhanced grandstand view,",
    "list_des2": "interactive entertainment on a massive TV screen,",
    "list_des3": " catered business VIP demo,",
    "list_des4": "and an inclusive festival meal with an open kitchen (service hours apply).",
    "list_des5": "Huge, elevated deck and open bar serving complimentary beer,wines, cocktails and soft drinks WiFi",
    "select_type": "Select Ticket Type",
    "Adult": "Adult",
    "Child": "Child",
    "Senior": "Senior",
    "Age 2-12": "Age 2-12",
    "Age 60+": "Age 60+",
    "Ticket_des": "Up to 20% off on evening tickets for AMC, AMC Dine-In, and AMC Classic locations with same-day title and ticket type (adult, child, senior, etc.) at select AMC, AMC Dine-In, and AMC Classic locations before 4 pm showtime.",
    "Select_seats": "Select Seats",
    "wheel_chair_Companion": "Wheelchair & Companion"
  },
  "terms_conditions": {
    "terms_conditions_title": "Terms and Conditions",
    "p1": "By accessing and using this website the user accepts and agrees to be bound by the Terms and Conditions. Users should check for current Terms and Conditions as these can be updated and changed.",
    "p2": "Ticketmaster means and includes all the brands working under the head of Ticketmaster Limited.",
    "p3": "User means the person accessing the website and availing the online booking facility.",
    "p4": "Customer includes all the patrons of Ticketmaster and also includes the user defined above.",
    "p5": "Website means https://www.ticketmaster.com/.",
    "p6": "Purchasing tickets online Children aged 3 years and above will require a separate ticket.Only UP Locations Ticket is compulsory for children of 5 years & above The 3D glasses will be available at the cinema for 3D films and must be returned before you exit the premises. 3D Glasses are chargeable (refundable/non-refundable) as per individual cinema policies. Items like laptop, cameras, knifes, lighter, match box, cigarettes, firearms and all types of inflammable objects are strictly prohibited. Items like carrybags eatables, helmets, handbags are not allowed inside the theaters are strictly prohibited. Kindly deposit at the baggage counter of mall/ cinema.",
    "p7": "Booking of Tickets The user must provide PVR with the correct information pertaining to the cardholders name, card type, the card number, the card expiry date and the security code on the back of the card (if any) in order to make payment to PVR Cinemas. The user shall be responsible for the correctness of the information provided and shall not be indemnified if the information is wrongly entered whether intentional or unintentional. The user must ensure the correctness of all details of the booking before finally booking their tickets as PVR will accept no responsibility and will not issue a refund for wrong bookings that are the fault of the user. If the user experiences problems with the booking process, they are to call the helpline number of PVR specified on the booking page. The Portal shall not cancel any bookings once the transaction is completed. Once the booking has been processed, the user will receive a confirmation e-mail to their e-mail address with all the relevant details of their booking. PVR is not responsible and will not issue a refund to the user for selecting the wrong tickets or if the user does not meet the minimum age requirements for that particular film. The online booking is non transferable and cannot be further sold. To collect the tickets the user must present the credit/debit card that was used to book the tickets in that particular cinema. The user has to carry the print out of the confirmation mail. The user may procure the ticket from the automatic ticket collection points or they can present the print out to the PVR representative at the ticket counter of the concerned Cineplex. The user shall also carry proof of age for movies certified 'A'. Unless specified otherwise User is subscribed to PVR & PVR Partner promotions related communication through SMS & Email. Outside FnB is not allowed",
    "ul1": "Cancellation of tickets The booking shall be deemed to be cancelled in the following circumstances:-",
    "li1": "The booking is valid only for the viewing of the film at a specified multiplex of PVR. The booking shall become valueless and non refundable if not used on the date specified on its face.",
    "li2": "If, in the opinion of a representative of the PVR, the user is in breach of these Online Booking Terms or is under the influence of drugs or alcohol, or that it is necessary for the safety or comfort or security of other customers or for the protection of property, the representative reserves the right to refuse the entry or request the Customer to leave the multiplex and may if necessary physically remove the Customer from the multiplex or physically restrain the Customer.",
    "li3": "PVR is required to abide by and enforce the age restrictions as specified by the Law for the time being in force. In the event that an authorised PVR representative is of the opinion that the user does not meet the minimum age requirement and the user cannot provide photographic proof that they are of the required age, PVR will not permit entry to that performance or film.",
    "li4": "The customer has an option to cancel the ticket booked online on www.pvrcinemas.com.., PVR mobile App, in.bookmyshow.com or BookMyShow App on the terms as mentioned herein-below. However, no ticket and F& B cancellation will be entertained once patron enters the cinema premises. This facility is currently only available in all theatres barring PVR Opulent.",
    "li5": "User shall not be allowed to cancel more than 5 booked tickets in one financial quarter. Post that their profile will be blocked from making further cancellations until the start of the next quarter.",
    "li6": "Users can contact PVR customer care for authentication to get their profiles unlocked.",
    "ul2": "Unlocking may take upto 7 business days Terms of cancellation are as follows:",
    "li7": "Transaction can be cancelled only after 10 minutes of booking the ticket/F&B.",
    "li8": "No cancellation will be allowed within 20 minutes and movie start time.",
    "li9": "For tickets cancelled 2 hours before show start time, 75% of ticket value and 100% of F&B value will be refunded",
    "li10": "For tickets cancelled from 20 mins to 2 hours before show start time, 50% of ticket value, 100% of F&B value will be refunded",
    "li11": "In case of F&B booking (without ticket) through any mode, there is no cancellation available.",
    "li12": "No refund will be given for booking done through or amount paid by M-coupon/Gift card/Star Pass/Voucher/Promo. Also ticket cancellation cannot be applied/clubbed on a booking done through or an offer given by us or facilitate for business partner.",
    "li13": "No partial cancellation is allowed. The patron will have to cancel the complete transaction.",
    "li14": "Convenience fee and taxes applicable thereon will not be refunded in case of cancellation",
    "li15": "The refund for the cancelled ticket will be processed in minimum 7 working days.",
    "li16": "In the event, a Member of the PVR Privilege Program (“Member”) cancels his/her booking whereon the voucher (earned on his/her spends) has been redeemed by the Member, the voucher shall be rolled back upon such cancellation and the voucher value shall be reinstated. Member shall be entitled to use the same voucher at any subsequent booking within the validity period of the said voucher in accordance with the PVR Privilege T&Cs. For further clarity, the aforesaid voucher roll back shall be subject to the validity of the same i.e. in the event, the voucher so applied is expiring on the day of the booking, the said voucher shall roll back however it’s validity shall reflect as ‘expired’.",
    "accept_btn": "Accept",
    "cancel_btn": "Cancel"
  },
  "select_ticket_type": {
    "select_ticket_type_title": "Select Ticket Type",
    "adult": "Adult",
    "child": "Child",
    "age_child": "Age 2-12",
    "senior": "Senior",
    "age_senior": "Age 60+",
    "description": "UP TO 20% OFF the evening ticket price for the same title and ticket type (Adult, Child, Senior, etc.) for showtimes before 4pm at select AMC, AMC DINE-IN, and AMC CLASSIC locations. Prices do not include tax. Offer valid at participating locations only. Discount is automatically applied. Available at the box office, online at AMCTheatres.com and the AMC Mobile App. Not valid with any other offer. Offer not combinable with AMC Stubs Discount Tuesday discount. Lower price will be honored. Surcharges will apply for premium formats, alternative content and special events. Exclusions apply... more",
    "next_button": "Next",
    "error": "Please select counts for all categories."
  },
  "fillDetails": {
    "fullname": "Please enter a valid full name",
    "e_mail": "Please enter a valid email address",
    "paymentmethod": "Please select a payment method",
    "timeup": "Time is up! Payment has been cancelled",
    "payment": "Payment",
    "timeleft": "left",
    "order_text": "Order Detail",
    "edit": "Edit",
    "adult_ticket": "Adult Ticket",
    "seat": "Seat",
    "fees_text": "FEES",
    "conveniencefee": "Convenience fees",
    "contact_text": "Contact info",
    "fullNamePlaceholder": "Full Name",
    "emailPlaceholder": "Email ID",
    "title": "Add a Payment Method",
    "creditDebitCards": "Credit & Debit Cards",
    "addNewCard": "Add a new card",
    "payWith": "Pay With",
    "next": "Next",
    "p1": "paypal",
    "p2": "pay",
    "p3": "venmo",
    "p4": "GPay"
  },
  "card_payment": {
    "payment": "Payment",
    "addNewCardMethod": "Add a New Card Method",
    "cardNumberPlaceholder": "Card Number",
    "validThroughPlaceholder": "Valid Through (MM/YY)",
    "cvvPlaceholder": "CVV",
    "nameOnCardPlaceholder": "Name on the card",
    "cardNicknamePlaceholder": "Card Nickname (For easy identification)",
    "saveAndNext": "Save & Next",
    "invalidCardNumberError": "Invalid card number",
    "invalidExpiryDateError": "Invalid expiry date",
    "invalidCVVError": "Invalid CVV"
  },
  "favourites": {
    "heading": "Your Favourite Events",
    "Swipe_text": "Swipe to remove from favourites",
    "no_data_message": "No favourite events found",
    "Expired": "Expired",
    "Sold_out": "Sold Out",
    "onwards": "onwards"
  },
  "ticket": {
    "My_Ticket": "My Ticket",
    "Section": "Sec",
    "Row": "Row",
    "Seat": "Seat",
    "Onwards": "Onwards",
    "Price": "Price",
    "Booking_ID": "Booking ID",
    "Place": "Place",
    "Download": "Download",
    "navigate_homepage": "Go to homepage"
  },
  "booking_history": {
    "title_content": "Tickets at your Fingertips",
    "back_arrow": "back-arrow",
    "search_placeholder": "Search Tickets",
    "search_alt": "search",
    "tours": "Tours",
    "concerts": "Concerts",
    "nothing_to_show": "Nothing to Show",
    "events": "Events",
    "dining": "Dining Reservations",
    "logo": "logo"
  },
  "ticket_style": {
    "Adults": "Adults",
    "Pickup": "Pickup",
    "Price": "Price",
    "Booking_ID": "Booking ID",
    "Place": "Place",
    "Children": "Children",
    "Seniors": "Seniors",
    "Onwards": "Onwards",
    "Booking_Date": "Booking Date",
    "Booking_Time": "Booking Time"
  },
  "audio_guide": {
    "title": "Audio Guide",
    "tickets": "Tickets",
    "Daily": "Daily",
    "DayTime": "Daytime",
    "night": "Night",
    "to": "to",
    "Adult": "Adult",
    "Youth": "Youth"
  }
}